export default {
  projections: {
    ИнфБроньE: {
      пассажир: {
        __caption__: 'Код бронирования',
        фИО: {
          __caption__: 'ФИО'
        },
        классБилета: {
          __caption__: '',
          класс: {
            __caption__: 'Класс билета'
          },
          место: {
            __caption__: 'Место'
          }
        },
        коды: {
          __caption__: '',
          кодБрони: {
            __caption__: 'Код бронирования'
          }
        }
      }
    }
  },
  validations: {
    пассажир: {
      __caption__: 'Код бронирования'
    },
    рейс: {
      __caption__: 'рейс'
    }
  }
};
