export default {
  projections: {
    ПассажирE: {
      фИО: {
        __caption__: 'ФИО'
      },
      классБилета: {
        __caption__: 'Класс билета',
        место: {
          __caption__: 'Место'
        }
      },
      коды: {
        __caption__: 'Коды',
        кодБрони: {
          __caption__: 'Код брони'
        }
      }
    },
    ПассажирL: {
      фИО: {
        __caption__: 'ФИО'
      },
      коды: {
        __caption__: 'Код брони',
        кодБрони: {
          __caption__: 'Код брони'
        }
      },
      классБилета: {
        __caption__: 'Место',
        место: {
          __caption__: 'Место'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    классБилета: {
      __caption__: 'Класс билета'
    },
    коды: {
      __caption__: 'Коды'
    }
  }
};
