export default {
  projections: {
    РейсE: {
      дата: {
        __caption__: 'Дата'
      },
      куда: {
        __caption__: 'Куда'
      },
      отКуда: {
        __caption__: 'От куда'
      },
      времяОтправ: {
        __caption__: 'Время отправления'
      },
      начПосад: {
        __caption__: 'Начало посадки'
      },
      конецПосад: {
        __caption__: 'Конец посадки'
      },
      выход: {
        __caption__: 'Выход'
      },
      инфБронь: {
        __caption__: 'Информация бронирования',
        пассажир: {
          __caption__: 'Код бронирования',
          коды: {
            __caption__: '',
            кодБрони: {
              __caption__: 'Код бронирования'
            }
          },
          фИО: {
            __caption__: 'ФИО'
          },
          классБилета: {
            __caption__: '',
            класс: {
              __caption__: 'Класс билета'
            },
            место: {
              __caption__: 'Место'
            }
          }
        }
      }
    },
    РейсL: {
      дата: {
        __caption__: 'Дата'
      },
      куда: {
        __caption__: 'Куда'
      },
      отКуда: {
        __caption__: 'От куда'
      },
      времяОтправ: {
        __caption__: 'Время отправления'
      },
      начПосад: {
        __caption__: 'Начало посадки'
      },
      конецПосад: {
        __caption__: 'Конец посадки'
      },
      выход: {
        __caption__: 'Выход'
      }
    }
  },
  validations: {
    времяОтправ: {
      __caption__: 'Время отправления'
    },
    выход: {
      __caption__: 'Выход'
    },
    дата: {
      __caption__: 'Дата'
    },
    конецПосад: {
      __caption__: 'Конец посадки'
    },
    куда: {
      __caption__: 'Куда'
    },
    начПосад: {
      __caption__: 'Начало посадки'
    },
    отКуда: {
      __caption__: 'От куда'
    },
    инфБронь: {
      __caption__: 'Информация бронирования'
    }
  }
};
